{
    "tt1024648": [
        "RT @davematt88: Today the United States beat Iran just like they did in that movie Argo.",
        "Enjoyed watching the full replay of the @USMNT victory. Great game! Proud of those guys. Now I want to watch the movie Argo for some reason. #USAvIRN",
        "@davematt88 Actually..my country 🇨🇦had a little to do with that Argo situation BUT YOU WOULDN’T FUCKING KNOW IT WATCHING THE MOVIE! 🤣",
        "Today the United States beat Iran just like they did in that movie Argo.",
        "@mondiman721 @Griffant1Jordan @SeasonOlver @FDSportsbook 79 has significance between US and Iran, it was the movie Argo",
        "I’d say Team USA’s victory over Iran feels like the Argo ending, but at least in the movie they were able to have a drink at the end \n#FIFAWorldCup",
        "@CoreyECohen The movie Argo?",
        "Argo movie               USMNT 2022 WC\n                       🤝\nAmericans barely escaping Iran",
        "Rewatching \"Argo.\" It's a 70s vibe film about the rescue of Americans during the Iran Hostage Crisis. Ben Affleck does a great job as a CIA extractor and a stellar cast tells this amazing rescue true story. A good movie night choice!",
        "@johnizonline @MattinTampa @AlexiLalas Watch the movie Argo and then learn all about that situation.",
        "@Augure3VI @GeorgeTakei That’s fine..whatever works for them..from that I take it they both be called Dad if married..too bad cause kids all love and need a Mom..as Alan Arkin says to Affleck in movie Argo when discussing Afflecks marital separation, “kids need to be with the mother”.!!",
        "@sdubs31 Classic line in the movie Argo F... Yourself"
    ],
    "tt1446714": [
        "RT @politiek_inNL: **Adventure Sci-Fi Movie 2020 - PROMETHEUS 2012 ** Vanavond ook op TV   29-11\n\n***Film nu kijken*** klik foto  https://t…",
        "Prometheus is the tittle of the movie ,",
        "RT @GothamKrypton_: Snyder making a space movie that involves snow. I'm so excited. #RebelMoon https://t.co/2f1tSxEd4W",
        "@Earstohearyou Looks like that black shit from the movie Prometheus .",
        "**Adventure Sci-Fi Movie 2020 - PROMETHEUS 2012 ** Vanavond ook op TV   29-11\n\n***Film nu kijken*** klik foto  https://t.co/TYgbGqIqFM\n*Follow us* @Showbizz_etc  @politiek_inNL",
        "Whenever I think about this movie I always think of it more as an exploration/discovery movie &amp; somehow forget how scary it is. The abortion scene, the reanimated crew member, the eggs, etc. The Prometheus haters were so wrong about this https://t.co/sW2WnGKAaU",
        "Prometheus (2012) - Read 1,283 Movie Reviews \nLink: https://t.co/PpANDzazKE \n#Prometheus #MovieReviews",
        "and prometheus!!! it's a christmas movie. LOOK!!! https://t.co/AO8bfTt59O",
        "prometheus is my favorite christmas movie",
        "@ivyluvx Me when my brother took me watch Prometheus at the movie theatre with him.",
        "@atotalposer Directing =/= writing\n\nThis is also why Prometheus is gorgeous but still a dumb movie.",
        "@MugginsMcS Prometheus is a great movie whose legacy will forever be tarnished by Alien: Covenant. \nTo add insult to injury, we had to wait five years for Covenant.",
        "@miumiu_dim Prometheus movie. Are you okey",
        "@ashleylynch That being said, even when Noomi Rapace is in a questionable movie, I still find her incredibly compelling.  Close, Unlocked, Prometheus were all way better because of her.  So ya, put her in movies where she's a badass.",
        "Prometheus is a Christmas movie https://t.co/2KrmGrcTYT"
    ],
    "tt1798709": [
        "@JordyFidis @malphigius If this design sucks, then Peach's design in general sucks 😭\n\nI can't tell the differences between her movie and video game designs.",
        "@Danny8bit I think peach looks hella weird and they gave her the generic girl boss personality, and donkey Kong looks really similar to gorimondo from Kirby and the forgotten land, but all in all this movie is looking great. Excited to watch it when it comes out in theaters!",
        "RT @DynamoSuperX: So, they made Princess Peach a badass who defends her people instead of a helpless woman in the Mario Movie... \n\nWE LOVE…",
        "RT @TheNCSmaster: The Mario Movie bout to treat Peach better than her own game https://t.co/qWK7HBuJgF",
        "@kukuruyo Maybe later in the movie peach will get captured and both bros have to save her. Same thing happened in the Mario Adventures Comic.",
        "@lust_movie_08 @ParadiseOfXXX @itscutegirl_08 I don't know when she'll get her hole back on the pussy. And a beautiful young girl .... And you just can’t see children there. That’s for sure https://t.co/2qSODvBZyu",
        "I saw Glass Onion the new Knives Out movie today. I liked it! I didn’t know it was out until my friend mentioned it but I had a fun time. It was a fun surprise for me that Edward Norton was in it, and also funny for us, because I made her watch Primal Fear. Which love him in. https://t.co/njVDr841T0",
        "RT @ashleyn1cole: One day I'm going to write a reverse Christmas movie about a girl who goes home to the big city and discovers that her ca…"
    ],
    "tt1637725": [
        "They need to make a movie about Ted Bundy’s daughter",
        "@ImWatson91 https://t.co/4P4kkcxZ2t   The Sinclair Method can free you from alcohol.  I beg you to watch the Ted Talk and the the movie One Little Pill.  It CAN change your life.",
        "Finished watching the Ted 2 movie a minute ago was good https://t.co/uGvKEN5d5T",
        "RT @haderstrong: LMAO THE GUY DRESSED AS TED LASSO https://t.co/1iHTX13GXI",
        "The Ted 2 movie is a good one",
        "Almost finish watching the Ted 2 movie in a little bit",
        "The Ted 2 movie is a good one to watch",
        "@asami_ted ／\n「雪コ」があなたを\n【#甘やかさレベル44】で\n甘やかします💛\n＼\n\n動画「#雪コに甘やかされたい Lv60」は\n全部で60本🎬✨\nお気に入りの甘やかされ方をみつけてね☕️\n\nもう1度、甘やかされたい方はコチラ\n👉https://t.co/7Uu0iPbUkt\n\n🔽タップして再生🔽\nhttps://t.co/zj4DUWXWcz",
        "@Super70sSports This is an unpopular opinion but this movie sucks without Ted Knight.",
        "The Ted 2 movie is a good one to watch at anytime of the day",
        "Watching the Toy Story 4 movie after watching the Ted 2 movie later on today",
        "Watching the Ted movie on Hulu right now https://t.co/SHVGY3OzF4",
        "About to watch the Ted 2 movie in a minute",
        "@jasonselvig “Charly is a movie about Ted Cruz’s youth. It’s also brilliant!”\n\n“So now the corporate media is praising Ted Cruz!”",
        "RT @dunksalot: @jasonselvig \"The Godfather is a movie about organized crime. It is also brilliant.\"\n\nTed Cruz: \"So now the corporate media…"
    ],
    "tt2294629": [
        "@DerrickWalkerJ2 I saw Frozen's premier at a festival in Austin. As a rib on the audience, the theater cranked the AC down throughout the movie without saying anything. The shivering added to the ambiance.",
        "\"frozen... disney movie round his neck\" 😂😂😂😂😂😭😭😭😭",
        "RT @disneyglimpses: If this movie has a viral impact like a Frozen, that land at Universal's Epic Universe absolutely will dent WDW's numbe…",
        "@brightfurys i love edits that r of a whole movie they’re so fun to watch and i made one for frozen 2 last year so i had to make one for frozen this year",
        "Disney Frozen Fire Spirit's Snowy Snack, Salamander Toy with Lights, Inspired 2 Movie KT0QPXA\n\nhttps://t.co/2WWewRmEM8 https://t.co/BIFNgJKVYB",
        "If this movie has a viral impact like a Frozen, that land at Universal's Epic Universe absolutely will dent WDW's numbers. How the rest of the park performs won't matter.",
        "@UniversalORL We talking movie winter? Sparkling snow, everyone happy sipping cocoa? Or real winter, frozen cars, snow stained from exhaust, 2in. of ice under 5ft. snow &amp; still have to work, cracked skin, wet feet, wind burn, snow blindness, dead…everything, pipes bursting?",
        "A friend sent me a clip of Frozen \"do u want to play the snowball\", which led me watched the whole movie (first time…🤦‍♀️) b/c of Anna. So relatable as I acted exactly like her when I was a kid (talking to my friends through the crack of the door, begging them to play with me",
        "RT @ArburyStars: Thank you to all the families that attended last night’s Family Movie Night!  🎥 🍿 A special shout-out to the Baker Family…",
        "I think Frozen 2 might be the best Disney movie.",
        "@MercuryMercM @AllosaurusJP The one that’s literally seen in the movie. All dinosaurs were kept and housed in the Valley. The Frozen Dam is not classified as the Valley",
        "@unusual_whales If no one else is looking at this from a different angle, then you all must blind! Coinbase is playing strategically! Advising users that their crypto will be frozen if they don’t movie it. Most people don’t remember their seed phrases! Without a seed phrase you have no access!🤷‍♂️",
        "RT @ImalouArt: She's QUACKING !!!!!🦆 For the first time she get to meet SWIFTWING⚡️✨ the star of her favorite movie...\"Sidewinder\"!!!!!!…"
    ],
    "tt1663202": [
        "@Lefty_Jew all I heard about Revenant when it came out was \"Leo diCaprio gets r*p*d by a bear\" and the jokes and narrative around it was all so crude and stupid that i figured it can't be very good so it was just another movie i skipped",
        "Meeee. I’m watching The Revenant with my mom rn and I’m bored outta my mind 💀 I can’t wait for bestie movie night https://t.co/funK3DsnVF",
        "I'm still watching The Revenant and appreciating it fine but the goddamned lenses are so wide that it just feels like a whole movie of this to me https://t.co/T613tYrbFs",
        "@Wpsrecruiting Decent list Inception is top 3 favorite movie ever for me so it already had a spot. I like Revenant but the reason I like it is bc of Tom Hardy lol",
        "THE REVENANT was my first 15 rated film lol. What an aggressively fine movie that I barely remember.",
        "@_ComicConcierge I think it’s kinda funny to lump Hateful 8 in with those others. Like, how is that movie related besides being set in the snowy climate? I guess like revenant there’s a revenge theme, but…",
        "@Lunch77Beatz @JeremyBeim @UberFacts Put leonardo di Caprio in that movie and tell the bear what happened in the revenant",
        "For anyone wondering how bleak the modern film landscape is compared to even 7 years ago, The Revenant made 530 million dollars. That movie would not make 100 million dollars today",
        "@starwarsstanboy In that case \nThe Revenant is a Christmas Movie too https://t.co/vqeOaW6wUC",
        "@neilbelieves The Revenant Movie",
        "@neilbelieves The grey or the revenant for winter vibes but hateful 8 for overall movie",
        "Movie #Monsters: The Best #Revenant Movies  - Steve Hutchison reviews 60 of the best revenant movies. Each film is analyzed with a synopsis and a rating. The movies are ranked.: https://t.co/RAq2AHCbQF       #HorrorBook",
        "The American Black Duck's favorite movie is The Revenant (2015).",
        "@neilbelieves For me it's the Revenant, an amazing movie.",
        "Finally the worthy oscar winning character from The Revenant got it's spinoff movie https://t.co/Xh4lhWv83g"
    ],
    "tt2278388": [
        "The Grand Budapest Hotel\nWatched this one on a whim, a brilliant movie that blends Comedy &amp; Tragedy so well\nThe Cinematography of this is also just top notch.\n\n10/10. https://t.co/az95kX34pN",
        "RT @neurosocialself: USA: Here’s Wes Anderson, director of the enthralling, Stefan Zweig inspired movie ‘The Grand Budapest Hotel’ 📽 • in d…",
        "RT @dean_frey: Wes Anderson talks with @GeorgeProchnik about Stefan Zweig &amp; The Grand Budapest Hotel.\nhttps://t.co/fzERmXFZKR",
        "RT @redball2: USA: Here’s Wes Anderson, director of the enthralling, Stefan Zweig inspired movie ‘The Grand Budapest Hotel’ 📽 in a great di…",
        "@faggotspongebob the grand budapest hotel might actually be my favorite movie of all time 😌 you have really good taste!",
        "Yesterday I (finally) watched The Grand Budapest Hotel and it was so incredibly nice to watch. It's been a really long time since I've watched any arty movie and wow, I missed it so much. Like, every single frame of this movie was pleasing to the eye. The symmetry was so good.",
        "\"watching a filmbro movie currently\" and it's the grand budapest hotel",
        "@ScorpioOx61 @Sophia_Nyx I quite enjoyed Ishtar. On the other hand critics adored Royal Tennenbaums and I detested it. Not a Wes Anderson hater though as Grand Budapest Hotel is as near perfect a movie as I can think of. If you get chance watch HH but it's good in parts, awful in others.",
        "Re-re-re-re-watching \"The Grand Budapest Hotel\". Enjoyable movie, plus fond memories as it was the first date that I went on with the lady who was fool enough to end up marrying me. Movies watching is still how we pass many nights together.",
        "@jimmy_tho @inqdragon2 Have you seen \nThe Grand Budapest Hotel ?\nI felt the same way about him but he was very entertaining in this movie.",
        "I think \"The Grand Budapest Hotel\" might be the perfect movie. How have I never seen it before?",
        "How? They’re both all cutesy jokes and gooey sentimentalism. They’re like the exact same (unwatchable) movie. This is like being shocked that Grand Budapest Hotel and Fantastic Mr. Fox were directed by the same person. https://t.co/T5KFyey5Dk",
        "@Riocasm Pulp Fiction \nThe grand Budapest hotel \nMovie 43",
        "The Grand Budapest Hotel🎟🏩\n\nA luxury hotel concierge is the murderer!?\nA movie that makes you feel like you are in a picture book with a mysterious color scheme🩰💖 https://t.co/IuTSKii1aS"
    ],
    "tt1228705": [
        "Luv 2 Elon! Having never learned that issues!Do u believe Bridgette Fonda yank our chain pics on you tube? Remember Leonardo Di'Caprio in Man With the Iron Mask? Point of w/B.F. has temple scar so does Leo in movie musketeer. So do I.",
        "They weren't I think the problem with Iron Man 2 is that it had too many characters and felt like a promotion to the Avengers movie.\nIron Man 3 mostly about the Mandarin problem, Killian being generic and movie being more about Tony than Iron Man. https://t.co/CZL3UczCEk",
        "@martynkelly This me with Star Wars and any Marvel movie after Iron Man 2 (excluding Black Panther).",
        "RT @3CFilmss: When Iron Man 2 did this with War Machine I knew I wanted a movie of just him &amp; now it’s happening 🙌🏻 https://t.co/0XA2VcA6i8",
        "@Lord_Dusty @tyler_bates @Guardians It's nothing new and Phase 4 is not a special case.  @FalconAndWinter, #NoWayHome, and @theBlackPanther 2 all kept the same composer. Previously @Iron_Man and #Thor have changed composer for every movie.",
        "@Usserddrawtwit @MCUPerfectGifs The MCU is a myth \n2012\nIt was Batman 3 vs. Cap2/Iron man 3/Thor 2\nNobody but nobody expected the Avengers, I think they said that Kevin is a scammer and Avengers is his big lie. In addition, bringing together many actors and making a profitable movie was seen as a scam. https://t.co/x1HHrboXWU",
        "Just started all the MCU movies. Had to a plan to watch them in the order they were released, now maybe being convinced to switch to chronological order. I'm watching the first Captain America movie now (Just watched Iron Man 1+2 and Thor)...so which way should I go from here? 🤔",
        "@fesshole Should have gone to Iron Man 2, way better movie 🤣",
        "@rebeccaseals If you're talking MCU then Iron Man 2, Thor, Captain America: The Winter Soldier and each of the Avengers movies.\n\nIf you're talking any movie based on Marvel Characters then it'll be X-Men 2, Deadpool, Blade, The Punisher (with Thomas Jane) and Logan",
        "スーツケースとレーシングカー型台座が印象的ですね！！\n\n#マーベル \n#アイアンマン\n\n東京コミコン2022先行販売商品！ホットトイズ【ムービー・マスターピース DIECAST】『アイアンマン2』アイアンマン・マーク5&amp;ジオラマ台座セットがトイサピエンス限定で販売中！！ https://t.co/gX2jKNZ1bz",
        "RT @RomerJohnJames2: My updated MCU movie ranking as of 4/25/22.\n\nIron Man (2008)\nCaptain America: The First Avenger (2011)\nIron Man 2 (201…",
        "@Rinatin86 @nomura115 @IGN U act like marvel disney never made a bad mcu movie. Far from home, Black widow, eternals, age of ultron, iron man 2 - 3 and so on",
        "@CarlosFreytesJr @notcapnamerica didn't he literally cameo in Iron Man 2 too? \n\n(like damn, no wonder that entire movie after the skydiving intro was mid as hell)",
        "@DeviDubz The only times I’ve seen a movie 2 times. It was Iron Man 3 w/ my mother and Black Panther: Wakanda Forever w/ the BSA Club from my college THE DAY it came out then the week of Thanksgiving on Monday with my family.",
        "Iron Man 2 (2010) - Read 1,211 Movie Reviews \nLink: https://t.co/UIOmoEr4Li \n#IronMan2 #MovieReviews"
    ],
    "tt1454468": [
        "@TheSpaceshipper People are iffy about this movie, but I thought it got a lot of things right while not entirely perfect. One of those good things was the spaceship design, including some plausible and elegant artificial gravity engineering. Don't see a lot of that elsewhere.",
        "@glee_writes Lol you’ll be okay. Gravity might get a bit leveled up. You’ll probably just go to sleep and get the best sleep ever and wake up a little tingly still. Lol\n\nPut on a movie or tv show that you can close your eyes and just listen to if you start to feel too much. Helps distract",
        "@DevilishVal I feel like the more of peach and luigi this movie has in direct comparison to mario the better it will be",
        "I genuinely didn’t have a clue what to expect from this because I’m really only familiar with Kevin Michael Richardson through Sheriff Blubs in Gravity Falls. After hearing him as Kamek… he’s so great. I’m really excited to see Kamek’s role in the movie overall. https://t.co/I4PGbaEYiU",
        "@brewmeone @UberFacts If you meet anyone that dislikes this movie then take zero gravity in any of their movie opinions",
        "@Nickzgamer2 The Polar Express\nBig Hero Six\nUp\nNot a movie, but an episode: Take Back The Falls, Gravity Falls",
        "@Onikogami @Super392 @Shawn253059311 @Ty_Is_Terrible @L2FKRZ @undarated_ @KenNokori @KingFoxkage25 @Big_Daddy_C_235 @pgdabeast @jaymare8 @Ichirozangetsu @hinata_nic0 @MakeItAQuote @Aakash_kumar_95 @_Overestimated @Z3RO_GRAVITY_ @Roly_Poly05 @gamergetrekt2 @ESailentAlt @menheraoujosama @EightUltra @PowaArc64 @_vaibhavx @Sexy_Shopkeeper @BasedPota18 @KordusTheKing @axedt1 @Sanjistars @LorTomo2 @_MyBizarreWorld @Fozz_539 @IMPERATOSAURUS @PainInAbundance @RaeShawnGDYT @Geo_AW @menace3254 @PumpkinNite @Kiyopon56 @Bleach_plague @ichigod22 @FDBZ3 @YBandGokuownyou @Duke_Abol Not sure. He used It In the movie. I assume he just learned to do It with blue",
        "@Ty_Is_Terrible @L2FKRZ @Onikogami @StrawHatKevan @KingFoxkage25 @Big_Daddy_C_235 @pgdabeast @jaymare8 @Ichirozangetsu @hinata_nic0 @undarated_ @MakeItAQuote @Aakash_kumar_95 @_Overestimated @Z3RO_GRAVITY_ @Roly_Poly05 @KenNokori @gamergetrekt2 @ESailentAlt @menheraoujosama @EightUltra @PowaArc64 @_vaibhavx @Sexy_Shopkeeper @Shawn253059311 @BasedPota18 @KordusTheKing @axedt1 @Super392 @Sanjistars @LorTomo2 @_MyBizarreWorld @Fozz_539 @IMPERATOSAURUS @PainInAbundance @RaeShawnGDYT @Geo_AW @menace3254 @PumpkinNite @Kiyopon56 @Bleach_plague @ichigod22 @FDBZ3 @YBandGokuownyou @Duke_Abol Beast Gohan is actually stronger than Goku. The Gammas were stated multiple times to be as strong as Goku and Vegeta, and Orange Piccolo one shot one of them, while Cell Max and Gohan being much stronger, and Piccolo even stated Gohan was stronger than Goku end of the movie.",
        "@AbhinandanSekhr @vivekagnihotri (1/3) They made money out of it?Right!What about the countless news channels that spew fake news garbage every day in our homes?They doing it for free?Coming from south,with the exposure I had at the time,I did not know about the Genocide.The movie shows the gravity of the issue.",
        "I can't stop thinking about how tragically screwed humanity would have been  in the movie Interstellar, if smart watches had been a popular fashion item on that earth. Intense gravity fluctuations would have probably just caused a smart watch memory corruption and a reboot.",
        "@Shawn253059311 @Ty_Is_Terrible @KenNokori @Onikogami @StrawHatKevan @KingFoxkage25 @Big_Daddy_C_235 @pgdabeast @jaymare8 @Ichirozangetsu @hinata_nic0 @undarated_ @MakeItAQuote @Aakash_kumar_95 @_Overestimated @Z3RO_GRAVITY_ @Roly_Poly05 @gamergetrekt2 @ESailentAlt @menheraoujosama @EightUltra @PowaArc64 @_vaibhavx @Sexy_Shopkeeper @BasedPota18 @KordusTheKing @axedt1 @Super392 @Sanjistars @LorTomo2 @_MyBizarreWorld @Fozz_539 @IMPERATOSAURUS @PainInAbundance @RaeShawnGDYT @Geo_AW @menace3254 @PumpkinNite @Kiyopon56 @Bleach_plague @ichigod22 @FDBZ3 @YBandGokuownyou @Duke_Abol gohan smoked cell max and goku can't even beat cell cell saga nor movie he dipped",
        "@L2FKRZ @Onikogami @StrawHatKevan @KingFoxkage25 @Big_Daddy_C_235 @pgdabeast @jaymare8 @Ichirozangetsu @hinata_nic0 @undarated_ @MakeItAQuote @Aakash_kumar_95 @_Overestimated @Z3RO_GRAVITY_ @Roly_Poly05 @KenNokori @gamergetrekt2 @ESailentAlt @menheraoujosama @EightUltra @acerocket94 @PowaArc64 @_vaibhavx @Sexy_Shopkeeper @Shawn253059311 @BasedPota18 @KordusTheKing @axedt1 @Super392 @Sanjistars @LorTomo2 @_MyBizarreWorld @Fozz_539 @IMPERATOSAURUS @PainInAbundance @RaeShawnGDYT @Geo_AW @menace3254 @PumpkinNite @Kiyopon56 @Bleach_plague @ichigod22 @FDBZ3 @YBandGokuownyou @Duke_Abol beast gohan is a form unlocked during the DBS:SH movie. this is the form he has been talking about trying to reach. it's HIS transformation. there's speculation that it's his ultimate form mixed with SSJ2 (due to the same unlock screen). we don't know much about it. (1/2)",
        "RT @Doffy_25th: Mappa never ceases to amaze me the amount of times they produced movie quality art and animation on a weekly basis is insan…",
        "@Ty_Is_Terrible @Onikogami @StrawHatKevan @KingFoxkage25 @Big_Daddy_C_235 @pgdabeast @jaymare8 @Ichirozangetsu @hinata_nic0 @undarated_ @MakeItAQuote @Aakash_kumar_95 @_Overestimated @Z3RO_GRAVITY_ @Roly_Poly05 @KenNokori @gamergetrekt2 @ESailentAlt @menheraoujosama @EightUltra @acerocket94 @PowaArc64 @_vaibhavx @Sexy_Shopkeeper @Shawn253059311 @BasedPota18 @KordusTheKing @axedt1 @Super392 @Sanjistars @LorTomo2 @_MyBizarreWorld @Fozz_539 @IMPERATOSAURUS @PainInAbundance @RaeShawnGDYT @Geo_AW @menace3254 @PumpkinNite @Kiyopon56 @Bleach_plague @ichigod22 @FDBZ3 @YBandGokuownyou @Duke_Abol gohan mix with soul ki and god ki and potential he is inner beast tbh [ this form the movie dbs superhero]",
        "@Onikogami @Ty_Is_Terrible @KingFoxkage25 @Big_Daddy_C_235 @StrawHatKevan @pgdabeast @jaymare8 @Ichirozangetsu @hinata_nic0 @undarated_ @MakeItAQuote @Aakash_kumar_95 @_Overestimated @Z3RO_GRAVITY_ @Roly_Poly05 @KenNokori @gamergetrekt2 @ESailentAlt @menheraoujosama @EightUltra @acerocket94 @PowaArc64 @_vaibhavx @Sexy_Shopkeeper @Shawn253059311 @BasedPota18 @KordusTheKing @axedt1 @Super392 @Sanjistars @LorTomo2 @_MyBizarreWorld @Fozz_539 @IMPERATOSAURUS @PainInAbundance @RaeShawnGDYT @Geo_AW @menace3254 @PumpkinNite @Kiyopon56 @Bleach_plague @ichigod22 @FDBZ3 @YBandGokuownyou @Duke_Abol bro didn't even watch the movie beast gohan null everything inculding soul pressure"
    ],
    "tt0903624": [
        "The Hobbit: An Unexpected Journey (2012) - Read 1,149 Movie Reviews \nLink: https://t.co/wpOO4JCFSd \n#TheHobbitAnUnexpectedJourney #MovieReviews",
        "Is The Hobbit: An Unexpected Journey a comfort movie for anyone else? https://t.co/8imJqlZwSg",
        "RT @JUNdj7: The Hobbit: An Unexpected Journey（2012）\nIMAX 15/70mm film cell\n\n#70mmfilm\n#imax70mmfilm\n#film\n#imaxfilm\n#movie\n#moviefilm \n#35m…",
        "The Hobbit: An Unexpected Journey（2012）\nIMAX 15/70mm film cell\n\n#70mmfilm\n#imax70mmfilm\n#film\n#imaxfilm\n#movie\n#moviefilm \n#35mmfilm \n#16mmfilm https://t.co/j3hkliwnis",
        "10th: The Hobbit: An Unexpected Journey\nhttps://t.co/hBGhWs3fLW",
        "RT @HISAPerth: 🍿HISA Perth – Monthly Movie Screenings  \n\nWe're delighted to announce the Free Monthly Movie Screening are a go 🎉 \n\n📅5th Dec…",
        "🍿HISA Perth – Monthly Movie Screenings  \n\nWe're delighted to announce the Free Monthly Movie Screening are a go 🎉 \n\n📅5th Dec from 4-6pm \n📍 Brahan Lecture Theatre \n🎞️ The Hobbit: An Unexpected Journey \n\n#HISAPerth #HISAPerthMovieNight  \n@PerthCollegeUHI https://t.co/2yr1Sgo2LS",
        "The Hobbit: An Unexpected Journey (2012) - Read 1,149 Movie Reviews \nLink: https://t.co/wpOO4JUgJL \n#TheHobbitAnUnexpectedJourney #MovieReviews",
        "Medieval Movie 🎥 Night Watching The Hobbit An Unexpected Journey https://t.co/m7srdKQocp"
    ],
    "tt1250777": [
        "@6PackOfBeers Is the 2010 superhero comedy Kick-Ass still a perfect movie? I do not know",
        "@obliquebleak Ah that's a shame. I felt the same about his Suspiria - every time it threatened to turn into a kick-ass horror movie it then shied away as if horror was a dirty emotion to be feeling.",
        "@supermariomovie @TanukidLeaf @prattprattpratt @KeeganMKey @jackblack @Sethrogen @CharlesMartinet @SebastianComedy @illumination Really hope we can see some kick-ass action from Peach. I’m expecting her to be able to stand up for herself (somewhat) in this movie! https://t.co/NBN2pcc9ei",
        "@TechnicallyRon That gun is kick-ass. Looks straight out of Cyberpunk.",
        "@RawAFMovies I went to this movie with zero expectations. Me and my friend wanted to experiment that if we bought the cheap tickets could we sit in the last row(recliner) and hence chose a random movie. So that even if we were kicked out,we won't feel bad.Turned out to be a kick-ass movie",
        "@Smv_Comics I was thinking of becoming one, but when I read Kick-Ass (Goated comic and movie btw), it made me change my mind 💀💀💀 https://t.co/CbiQazzhvw",
        "tambahin; ted, the dictator, the interview, mr bones, 21 jump street, kick-ass, superhero movie https://t.co/rE0FD8m8fa",
        "Top 3 movies (5): (I dont watch many movies but)\n1. No Game No Life the Movie\n2. American Psycho\n3. Kick-Ass",
        "Nat’s fighting skills are pretty kick-ass in this movie, and especially in this opening sequence",
        "Kick-Ass (2010) - Read 936 Movie Reviews \nLink: https://t.co/K58umOF7Kl \n#KickAss #MovieReviews",
        "If I had to choose between a PS5 or This Print for Christmas...It would be This Print! \n\nIt's only a limited edition print of only the most beautiful &amp; badass human being on the planet playing a Sadistic evil dominatrix in a Kick-Ass Movie....No Big ❤️ 😍 https://t.co/rtWitH6cFi",
        "@JoebiWan94 @Massive_Peace Kick-Ass wasn’t based on a comic, Matthew Vaughn and Mark Millar came up with the idea together. The movie just had trouble getting funded so it came out a lot later.",
        "@ChristinaTasty Not a movie but that Daredevil show. Other than that nothing. Kick-Ass is my all time favorite but I understand it isn't perfect, even if it isn't Marvel",
        "@bellamagick315 Retweeting so others may be as kick-ass thrilled for you as I am.  In our house, that movie is HEAT--but I'd say Goodfellas is foolproof!😊🙌😊",
        "Black Adam trailer, kick-ass. Actual movie... meh"
    ]
}